Repository: stevendinggang/stringkey
Catalog: New/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, th, tr, vi, zh_hant, zh_hk

source: 因为对摄影的热爱，FUJISTYLE 旨在成为富士相机用户手中的最佳摄影伴侣。您的持续支持不仅能帮助我们改进应用，还能让我们有更多时间去维护应用，开发更多新功能。 FUJISTYLE 是一个由个人独立开发的应用。在开发的过程中， 遇到了非常多的困难，也有非常多的朋友和富士爱好者给予了我宝贵的帮助和支持，我对此深表感谢。 为了App用户的使用体验，我们没有接入任何广告，您的订阅是我们唯一收入来源，希望您喜欢这个软件的同时，能够支持一下我们。 如果您在使用过程中有任何问题或合作建议，请随时通过以下邮箱联系我：
ar: نظرًا لحب التصوير، نهدف في FUJISTYLE أن نكون اليقرف الأفضل لمستخدمي كاميرات فوجي. دعكم المستمر لا يساعدنا فقط في تحسين التطبيق بل يمنحنا أيضاً المزيد من الوقت للحفاظ على التطبيق وتطوير المزيد من الميزات الجديدة. FUJISTYLE هو تطبيق مستقل تم تطويره من قبل فرد. خلال عملية التطوير، واجه كلت الص أنواععوبات، وقدمت لي العديد منصدقاء الأ وعشاق فوجي مساعدة ودعمًا ثمينًا، وأنا ممتن لذلك. من أجل توفير تجربة استخدام جيدة للمستخدم، لم ندمج أي إعلانات، دعمكم هو مصدر دخلنا الوحيد، نأمل أن تحبوا هذا البرنامج وتدعموه. إذا كان لديكم أي مشاكل أو اقتراحات للتعاون أثناء الاستخدام ، لا تترددوا في بي الاتصال عبر البريد الإلكتروني التالي:
de: Aus zur Fot Liebeografie zielt FUJISTYLE darauf ab, der beste Fotopartner für Fuji-Kameranutzer zu werden. Ihreliche Unterstützung kontinuier kann uns nicht nur helfen, die Anwendung zu verbessern, sondern gibt uns auch mehr Zeit, die Anwendung zu warten und neue Funktionen zu entwickeln. FUJISTYLE ist eine eigenständig entwickelte Anwendung. Während der Entwicklung gab es viele Schwierigkeiten, und viele Freunde und Fuji-Enthusiasten haben mir wertvolle Hilfe und Unterstützung gegeben, wofür ich sehr dankbar bin. Um das Nutzungserlebnis der App-Butzeren zu verbessern, haben wir keine Werbung integriert. Ihr Abonnement ist unsere Einnah einzigemequelle. Wir hoffen, dass Sie diese Software mögen und uns dabei unterstützen. Wenn Sie während der Nutzung irgendwelche Probleme oder Kooperationsvorschläge haben, können Sie mich jederzeit über die folgende E-Mail-Adresse kontaktieren:
en: Because of the love for photography, FUJISTYLE aims to be the best photography companion for Fuji camera users. Your continued support not only helps us improve the app but also allows us to spend more time maintaining the app and developing more new features. FUJISTYLE is an independently developed app. During the development process, I encountered many difficulties, and many friends and Fuji enthusiasts gave me valuable help and support, for which I am deeply grateful. For the sake of the app users' experience, we have not incorporated any advertisements. Your subscription is our only source of income. We hope you like this software and can support us. If you have any questions or cooperation suggestions during the use, please feel free to contact me via the following email:
es: Debido a la pasión por la fotografía, FUJISTYLE aspira a ser el mejor compañero fotográfico para los usuarios de cámaras Fuji. Su continuo apoyo no solo nos ayuda a mejorar la aplicación, sino que también nos permite dedicar más tiempo a mantenerla y desarrollar más funciones nuevas. FUJISTYLE es una aplicación desarrollada de forma independiente. Durante el proceso de desarrollo, me encontré con muchas dificultades y muchos amigos y entusiastas de Fuji me brindaron una valiosa ayuda y apoyo, por lo que estoy profundamente agradecido. Para el bien de la experiencia de los usuarios de la aplicación, no hemos incorporado ningún anuncio. Su suscripción es nuestra única fuente de ingresos. Esperamos que le guste este software y pueda apoyarnos. Si tiene alguna pregunta o sugerencia de cooperación durante el uso, no dude en ponerse en contacto conmigo a través del siguiente correo electrónico:
fr: Développé parce que nous aimons la photographie, FUJISTYLE vise à devenir le meilleur compagnon des utilisateurs de caméras Fuji. Votre soutien constant peut non seulement nous aider à améliorer l'application, mais aussi nous donner plus de moyens pour l’entretenir et développer des nouvelles fonctionnalités. FUJISTYLE est une application développée de manière indépendante par une personne freelance. Afin d’améliorer l'expérience utilisateur de notre application, nous n'avons intégré aucune publicité, votre abonnement est notre seule source de revenus. Au cours du développement, de nombreuses difficultés ont été surmontées grâce à l’aide des amis et des passionnés de l’appareil Fuji. Sans cette aide, l’application ne pourra jamais voir le jour. Nous espérons que vous allez aussi aimer cette application et que vous puissiez nous soutenir. Si vous avez des questions ou des suggestions de partenariat lors de l'utilisation, n'hésitez à pas me contacter par e-mail :
id: Karena cinta fotografi, FUJISTYLE bertujuan menjadi sahabat terbaik bagi pengguna kamera Fuji. Dukungan berkelanjutan Anda tidak hanya dapat membantu kami meningkatkan aplikasi, tetapi juga memberi kami lebih banyak waktu untuk memelihara aplikasi, mengembangkan lebih banyak fitur baru. FUJISTYLE adalah aplikasi yang dikembangkan secara independen oleh individu. Dalam proses pengembangan, kami menghadapi banyak kesulitan, dan banyak teman serta penggemar Fuji yang memberikan bantuannya yang berharga, kami sangat berterima kasih. Untuk memberikan pengalaman pengguna aplikasi yang terbaik, kami tidak tergabung dengan iklan apa pun, langganan Anda adalah satu-satunya sumber pendapatan kami, kami berharap Anda menyukai perangkat lunak ini dan dapat mendukung kami. Jika Anda memiliki masalah atau saran kerjasama saat menggunakan, jangan ragu untuk menghubungi kami melalui email berikut:
it: Per il grande amore per la fotografia, FUJISTYLE mira a diventare il miglior partner fotografico nelle mani degli utenti di fotocamere Fuji. Il vostro continuo supporto non solo ci aiuterà a migliorare l'app, ma ci permetterà anche di avere più tempo per mantenerla e sviluppare nuove funzionalità. FUJISTYLE è un'app sviluppata indipendentemente da un individuo. Durante il processo di sviluppo, abbiamo incontrato molte difficoltà e molti amici e appassionati di Fuji mi hanno fornito preziosi aiuti e supporto, per i quali sono profondamente grato. Per migliorare l'esperienza degli utenti dell'App, non abbiamo incluso alcuna pubblicità, il e vostro abbonamento è la nostra unica fonte diate entr. Speriamo che vi piaccia questo software e vi preghiamo di supportarci. Se avete qualsiasi domanda o suggerimento di collaborazione durante l'uso, non esitate a contattarmi via email seguente:
ja: 写真への愛から、FUJISTYLEは富士カメラユーザーの最高の写真パートナーになることを目指しています。あなたの継続的なサポートは、アプリの改善を助けるだけでなく、メンテナンスや新機能の開発にかける時間を増やします。 FUJISTYLEは個人が独立して開発したアプリです。開発の過程で多くの困難に直面しましたが、多くの友人や富士カメラ愛好者から貴重な助けとサポートを受けました。心から感謝しています。 アプリの使用体験を向上させるために、一切の広告を導入していません。 あなたのサブスクリプションが私たちの唯一の収入源です。このソフトウェアを気に入っていただければ、ぜひサポートお願いします。 使用中に何か問題や提案があ、れば以下のアメールドレスまでお気軽にご絡連ください：
ko: 사진에 대한 열정 때문에 FU,JISTYLE은 후지 카메라 사용자들의 최고의 사진 동반자가 되는 것을 목표로 합니다. 당신의 지속적인 지원은 우리가 앱을 개선하는 것을 도울 뿐만 아니라, 앱을 유지하고 더 많은 새로운 기능을 개발할 시간을 더 많이 제공해줍니다. FUJISTYLE은 개인이 독립적으로 개발한 앱입니다. 개발 과정에서 매우 많은 어려움을 겪었고, 많은 친구들과 후지 애호가들이 귀중한 도움과 지원을 주었습니다. 이에 깊은 감사를 드립니다. 앱 사용자들의 사용 경험을 위해 광고를 일체 포함하지 않았으며, 구독이 유일한 수입원입니다. 이 소프트웨어를 좋아해주시는 동시에 저희를 지원해주시기를 부탁드립니다. 사용 중에 어떤 문제나 협력 제안이 있으시면 언제든지 아래 이메일로 연락해 주세요:
nl: Vanwege een passie voor fotografie streeft FUJISTYLE ernaar de beste fotografiemaatje te zijn in de handen van Fuji-camera gebruikers. Uw voortdurende steun helpt ons niet alleen bij het verbeteren van de app, maar geeft ons ook meer tijd om de app te onderhouden en nieuwe functies te ontwikkelen. FUJISTYLE is een app die zelfstandig door een individu is ontwikkeld. Tijdens het ontwikkelingsproces zijn er veel moeilijkheden tegengekomen, en veel vrienden en Fuji-liefhebbers hebben mij waardevolle hulp en ondersteuning gegeven, waarvoor ik zeer dankbaar ben. Voor de gebruikservaring van App-gebruikers hebben we geen advertenties geïntegreerd. Uw abonnement is onze enige bron van inkomsten. We hopen dat u van deze software geniet en ons steunt. Als u tijdens het gebruik problemen of samenwerkingsvoorstellen heeft, neem dan gerust contact met mij op via het onderstaande e-mailadres:
pl: Z powodu miłości do fotografii, FUJISTYLE na ma celu stać się najlepszym fotografem dla użytkowników aparat Fujiów. Twoje ciągłe wsparcie nie tylko pomoże namps ulezyć aplikację, ale także da nam więcej czasu na utrzymanie aplikacji i rozwój więcej funkcji. FUJISTYLE to aplikacja rozwinięta przez niezależne osoby. Podczas procesu rozwoju napotk wielealiśmy trudności, a także wiele przyjaciół i miłośników Fuji, którzy udzielili mi cennego wsparcia i pomocy, co za serdecznie dziękuję. Aby zapewnić lepsze doświadczenia użytkownikówacji aplik, nie zawarliśmy żadnych reklam, a Twojesk subrypcje są naszym jedynym źródłem dochodu. Mamy nadzieję, że docenisz ten software i będziesz nas wspierać. W przypadku jakichkolwiek pytań lub propozycji współpracy, skontaktuj się ze mną pod adresem e-mail:
pt_br: Devido ao amor pela fotografia, o FUJISTYLE visa se tornar o melhor companheiro de fotografia para os usuários de câmeras Fujifilm. Seu apoio contínuo não só nos ajuda a melhorar o aplicativo, como também nos dá mais tempo para mantê-lo e desenvolver novas funcionalidades. O FUJISTYLE é um aplicativo desenvolvido de forma independente. Durante o desenvolvimento, encontramos muitas dificuldades, mas também muitos amigos e entusiastas da Fujifilm nos ofereceram ajuda e apoio valiosos, pelos quais sou muito grato. Com o objetivo de melhorar a experiência do usuário, não integramos nenhum anúncio. Sua assinatura é nossa única fonte de receita. Esperamos que você goste do aplicativo e apo nosie. Se durante o uso você tiver qualquer dúvida ou sugestão de parceria, fique à vontade para entrar em contato conosco pelo seguinte e-mail:
pt_pt: Devido ao amor pela fotografia,J FUISTYLE pretende ser o melhor companheiro fotográfico para os utilizadores de câmaras Fuji. O seu apoio contínuo não só ajuda-nos a melhorar a aplicação, como também permite que tenhamos mais tempo para manter a aplicação e desenvolver novas funcionalidades. FUJISTYLE é uma aplicação desenvolvida independentemente por uma pessoa. No processo de desenvolvimento, encontrei muitas dificuldades e muitos amigos e entusiastas da Fuji deram-me uma ajuda e apoio inestimáveis, pelos quais estou muito grato. Para a experiência dos utilizadores da app, não integramos qualquer publicidade, a sua subscrição é a nossa única fonte de rendimento. Esperamos que goste deste software e que possa apoiar-nos ao mesmo tempo. Se tiver qualquer problema ou sugestão de colaboração durante a utilização, sinta-se à vontade para me contactar através do seguinte e-mail:
ru: Из-за любви к фотографии, FUJISTYLE стремится стать лучшим фотографическим партнером для пользователей камер Fuji. Ваша постоянная поддержка может не только помочь нам улучшить приложение, но и позволит нам уделять больше времени его обслуживанию и разработке новых функций. FUJISTYLE — это приложение, разработанное независимым разработчиком. В процессе разработки я столкнулся с множеством трудностей, и многие друзья и любители Fujiоказали мне ценную помощь и поддержку, за что я им глубоко благодарен. Для улучшения пользовательского опыта приложения мы не используем рекламу. Ваша подписка — наш единственный источник дохода. Надеемся, что вам понравится это программное обеспечение, и вы поддержите нас. Если у возник васнут какие-либо вопросы или предложения по сотрудничеству во время использования, пожалуйста, свяжитесь со мной по следующему адресу электроннойты поч:
th: เนื่องจากความรักในการถ่ายภาพ FUJISTYLE ตั้งใจเป็นเพื่อนคู่มือสำหรับผู้ใช้กล้องฟูจิ การสนสนับุนอย่างต่อเนื่องของนคุณอกจากจะช่วยให้สามารถปรปรับุงแอปได้ ยังให้เรามีเวลาดูแลรักษาแอปและพัฒาคนุณสมบัติใหม่ๆ FUJISTYLE เป็นแอปที่พัฒนาเดๆี่ยว ขึ้นเอง ในกระบวนการพัฒนา พบอุปสรรคมากมาย และมีเพื่อนและผู้ที่รักฟูจหลายิคนที่ให้ความช่วยเหลือและการสนับสนุนที่มีค่า ซึ่งขอขอบพระคุณอย่างยิ่ง เพื่อประสบการณ์การใช้งานที่ดีที่สุดของผู้ใช้แอป เราไม่ได้เชื่อมต่อโฆษณาใดๆ การจองของคุณคือรายได้เดียวของเรา หวังวุ่ณาคชจะื่นชอบแอปนี้ในขณะเดียวกัน สามารถสนับสนุนพวกเราได้ หากคุณมีปัญหาหรือข้อเสนอแนะแนวทางสามารถส่งอีเมลด้านล่างนี้ได้ถึงเรา:
tr: Fotoğrafçılığa olan sevgi nedeniyle, FUJISTYLE Fuji kamera kullanıcılarının elindeki en iyi fotoğraf arkada olşımayı hedefliyor. Sürekli desteğiniz,am uygulayı geliştirmemizi sağlarken, uygulamayı bakım yapmak ve size daha fazla yeni özellik sunmak için daha fazla zaman kazandırabilir. FUJYLEIST, bireyler tarafından bağımsız olarak geliştirilmiş bir uygulamadır. Geliştirme süreci sırasında çok say zorlıdauk yaşadık, ayrıca birçok arkadaş ve Fujifilm meraklıı banas paha biçilmez yardım ve destek sağladı, bu yüzden derin bir takdirle karşılıyorum. Uulamayg kullanıcılarının deneyimi için hiçbir reklam entegre etmedik, aboneliğiniz bizim tek gelir kaynağımızdır ve bu yazılımı beğenmeniz umuduyla bizi desteklemenizi umuyoruz. Kullanım sırasında herhangi bir sorun veya işbirliği öneriniz varsa, lütfen aşağıdaki e-posta adresinden benimle iletişime geçin.
vi: Vì tình yêu nhiếp ảnh, FUJISTYLE mong muốn trở thành người bạn đồng hành nhiếp ảnh tốt nhất cho người dùng máy ảnh Fuji. Sự ủng hộ liên tục của bạn không chỉ giúp chúng tôi cải thiện ứng dụng mà còn cho phép chúng tôi dành nhiều thời gian hơn để duy trì ứng dụng và phát triển thêm nhiều tính năng mới. FUJISTYLE là một ứng dụng được phát triển độc lập. Trong quá trình phát triển, tôi đã gặp nhiều khó khăn và nhiều bạn bè và người đam mê Fuji đã giúp đỡ và hỗ trợ tôi rất nhiều, tôi vô cùng biết ơn. Vì lợi ích của trải nghiệm người dùng ứng dụng, chúng tôi không đưa bất kỳ quảng cáo nào vào. Đăng ký của bạn là nguồn thu nhập duy nhất của chúng tôi. Chúng tôi hy vọng bạn thích phần mềm này và có thể hỗ trợ chúng tôi. Nếu bạn có bất kỳ câu hỏi hoặc đề xuất hợp tác nào trong quá trình sử dụng, vui lòng liên hệ với tôi qua email sau: Vì tình yêu nhiếp ảnh, FUJISTYLE mong muốn trở thành người bạn đồng hành nhiếp ảnh tốt nhất cho người dùng máy ảnh Fuji. Sự ủng hộ liên tục của bạn không chỉ giúp chúng tôi cải thiện ứng dụng mà còn cho phép chúng tôi dành nhiều thời gian hơn để duy trì ứng dụng và phát triển thêm nhiều tính năng mới. FUJISTYLE là một ứng dụng được phát triển độc lập. Trong quá trình phát triển, tôi đã gặp nhiều khó khăn và nhiều bạn bè và người đam mê Fuji đã giúp đỡ và hỗ trợ tôi rất nhiều, tôi vô cùng biết ơn. Vì lợi ích của trải nghiệm người dùng ứng dụng, chúng tôi không đưa bất kỳ quảng cáo nào vào. Đăng ký của bạn là nguồn thu nhập duy nhất của chúng tôi. Chúng tôi hy vọng bạn thích phần mềm này và có thể hỗ trợ chúng tôi. Nếu bạn có bất kỳ câu hỏi hoặc đề xuất hợp tác nào trong quá trình sử dụng, vui lòng liên hệ với tôi qua email sau: Turn on screen reader support To enable screen reader support, press ⌘+Option+Z To learn about keyboard shortcuts, press ⌘slash
zh_hant: 因為攝對影的熱愛，FUJISTYLE 旨在成為富士相機用戶手中的最佳攝伴影侶。您的持續支持不僅能幫助我們改進應用，還能讓我們有更多時間去維護應用，開發更多新功能。 FUJISTYLE 是一個由個人獨立開發的應用。在開發的過程中，遇到了非常多的困難，也有非常多的朋友和富士愛好者給予了我寶貴的幫助和支持，我對此深表感謝。 為了App使用者的使用體驗，我們沒有接入任何廣告，您的訂閱是我們唯一收入來源，希望您喜歡這個軟體的同時，能夠支持一下我們。 如果您在使用過程中有任何問題或合作建議，請隨時通過以下郵箱聯繫我：
zh_hk: 因為對攝影的熱愛，FUJISTYLE 旨在成為富士相機用戶手中的最佳攝影伴侶。您的持續支持不僅能幫助我們改進應用，還能讓我們有更多時間去維護應用，開發更多新功能。 FUJISTYLE 是一個由個人獨立開發的應用。在開發的過程中， 遇到了非常多的困難，也有非常多的朋友和富士愛者給好予了我寶貴的幫和助支持，我對此深表感謝。\n為了nApp用的戶使用體驗，我沒有們接入任何廣告，您的訂閱是我們唯一收入來源，希望您喜歡這個軟的件同時，能夠支持一下我們。 如果您在使用過程中有任何問題或合作建議，請隨時通過以下郵箱聯絡我：

source: 因为对摄影的热爱，Fujistyle 旨在成为富士相机用户手中的最佳摄影伴侣。您的持续支持才能帮助我们改进应用，让我们有更多时间去维护app, 开发更多新功能。
ar: نظرًا لح التصبوير،هدف ن في Fujistyle أن نكون الرفيق الأفضل لمستخدمي كاميرات فوجي. دعكم المستمر هو الذي يمكنني من تحسين التطبيقات، مما يتيح لنا المزيد من الوقت للحفاظ على التطبيق وتطوير المزيد من الميزات الجديدة.
de: Aufgrund der Liebe zur Fotografie möchte Fujistyle zum besten Fotopartner für Fuji-Kameranutzer werden. Ihre kontinuierliche Unterstützung hilft uns, die App zu verbessern, mehr Zeit zur Wartung zu haben und neue Funktionen zu entwickeln.
en: Due to the love for photography, Fujistyle aims to become the best photography companion for Fuji camera users. Your continuous support can help us improve the app, giving us more time to maintain the app and develop more new features.
es: Debido a la pasión por la fotografía, Fujistyle aspira a convertirse en el mejor compañero fotográfico para los usuarios de cámaras Fuji. Su apoyo continuo puede ayudarnos a mejorar la aplicación, lo que nos dará más tiempo para mantenerla y desarrollar más funciones nuevas.
fr: En raison de notre passion pour la photographie, Fujistyle vise à être le compagnon photo ultime pour les utilisateurs de caméras Fuji. Votre soutien continu nous permettra d'améliorer l'application, nous donnant plus de temps pour l'entretien et le développement de nouvelles fonctionnalités.
id: Karena cinta fotografi, Fujistyle bertujuan menjadi sahabat terbaik bagi pengguna kamera Fuji. Dukungan Anda yang berkelanjutan dapat membantu kami meningkatkan aplikasi dan memberi kami lebih banyak waktu untuk memelihara aplikasi, mengembangkan lebih banyak fitur baru.
it: Per l'amore per la fotografia, Fujistyle intende diventare il miglior compagno fotografico per gli utenti di fotocamere Fuji. Il tuo continuo supporto ci aiuterà a migliorare l'app, dandoci più tempo per mantenere l'app e sviluppare nuove funzionalità.
ja: 写真を愛する富士のファンのために、Fujistyleは富士カメラユーザーの究極の写真パートナーになることを目指しています。あなたの継続的なサポートだけ私がたちのアプリの向上に役立ち、開発者にアプリを維持し、さらに新機能を開発するための時間を与えることができます。
ko: 사진에 대한 열정 때문에, Fujistyle은 Fuji 카메라 사용자에게 최고의 사진 동반자가 되기를 목표로 합니다 지속.적인 지원은 우리에게 앱을 개선하고 유지 관리하며, 더 많은 새로운 기능을 개발하는 데 더 많은 시간을 줄 것입니다.
nl: Vanwege mijn liefde voor fotografie streeft Fujistyle ernaar de beste fotografiebuddy te zijn voor Fujigebruikers. Uw voortdurende steun helpt ons om de app te verbeteren, waardoor wij meer tijd hebben om de app te onderhouden en nieuwe functies te ontwikkelen.
pl: Z powodu miłości do fotografii, Fujistyle ma na celu być najlepszym partnerem fotograficznym w rękach użytkowników aparatów. Fuji Twoje ciągłe wsparcie pomoże nam ulepszyć aplikację, dając więcej czasu na utrzymanie aplikacji i rozwój nowych funkcji.
pt_br: Devido ao amor pela fotografia, o Fujistyle visa se tornar o melhor companheiro de fotografia para os usuários de câmeras Fujifilm. Seu apoio contínuo nos ajuda a melhorar o aplicativo e a ter mais tempo para mantê-lo, desenvolvendo mais funções novas para você.
pt_pt: Devido ao amor pela fotografia, a Fujistyle pretende ser o melhor companheiro fotográfico para os utilizadores de câmaras Fuji. O seu apoio contínuo só pode ajudar-nos a melhorar a aplicação e permitir que tenhamos mais tempo para manter a app, desenvolvendo mais funcionalidades.
ru: Из-за страсти к фотографии, Fujistyle стремится стать лучшим фотографическим инструментом для пользователей камер Fuji. Ваша постоянная поддержка поможет улучш намить приложение, дать нам больше времени на его обслуживание и разработку новых функций.
th: เนื่องจากความรักในการถ่ายภาพ Fujistyleใจเป็นคู่ืม ตั้งอตัวโปรดสำหรับผู้ใช้กล้องฟูจิ การสนับสนุนต่อเนื่องของคุณสามารถช่วยเราปรับปรุงแอปได้ ทำให้เราได้มีเวลาในการรักษาแอปและพัฒนาคุณสมบัติใหม่เม
tr: Fotoğrafçılığa olan sevgi nedeniyle, Fujistyle Fuji kamera kullanıcılarının elindeki en iyi fotoğraf arkadaşı olmayı hedefliyor. Sürekli desteğiniz, uygulamayı geliştirmemizi sağlarken, uygulamayı bakım yapmak ve size daha fazla yeni özellik sunmak için daha fazla zaman kazandırabilir.
vi: Vì tình yêu nhiếp ảnh, Fujistyle mong muốn trở thành người bạn đồng hành nhiếp ảnh tốt nhất cho người dùng máy ảnh Fuji. Sự ủng hộ liên tục của bạn có thể giúp chúng tôi cải thiện ứng dụng, giúp chúng tôi có thêm thời gian để duy trì ứng dụng và phát triển thêm nhiều tính năng mới.
zh_hant: 為對攝因影的熱愛，Fujistyle 旨在成為富士相機用戶手中的最佳攝影伴侶。您的持續支持才能幫助我們改進應用，讓我們有更多時間去維護app, 開發更多新功能。
zh_hk: 因為對攝影的熱愛，Fujistyle 旨在成為富士相機用戶手中的最佳攝影伴侶。您的持續支持才能幫助我們改進應用，讓我們有更多時間去維護app, 開發更多新功能。

source: 国家
ar: بلد
de: Land
en: Country
es: País
fr: Pays
id: NegaraKetinggian
it: Paese
ja: 国
ko: 국가
nl: Land
pl: Kraj
pt_br: País
pt_pt: País
ru: Страна
th: ประเทศ
tr: Ülke
vi: Quốc gia
zh_hant: 國家
zh_hk: 國家

source: 图像深度
ar: عمق الصورة
de: Bildtiefe
en: Image Depth
es: Profundidad de imagen
fr: Profondeur d'image
id: Kedalaman Gambar
it: Profondità delle immagini
ja: 画像の深さ
ko: 이미지 깊이
nl: Beeld Diepte
pl: Głębia obrazu
pt_br: Profundidade da imagem
pt_pt: Profundidade de Imagem
ru: Глубина изображения
th: ลึกของภาพ
tr: Görüntü Derinliği
vi: Độ sâu hình ảnh
zh_hant: 圖像深度
zh_hk: 圖像深度

source: 图片
ar: صورة
de: Bild
en: Picture
es: Imagen
fr: Image
id: Gambar
it: Immagine
ja: 写真
ko: 이미지
nl: Afbeelding
pl: Obrazek
pt_br: Imagem
pt_pt: Imagem
ru: Изображение
th: ภาพ
tr: Resim
vi: Hình ảnh
zh_hant: 圖片
zh_hk: 圖片

source: 图片不适
ar: الصورة غير مناسبة
de: Bild ungeeignet
en: Inappropriate Image
es: la imagen no es adecuada
fr: Image inappropriée
id: Gambar Tidak Sesuai
it: agineimm inadatta
ja: 画像が不適切
ko: 이미지 부적합
nl: Afbeelding ongeschikt
pl: Obraz nieodpowiedni
pt_br: Imagem inadequada
pt_pt: Inadequação da Imagem
ru: Изображение неподходящее
th: ความไม่เหมาะสมของภาพ
tr: Uygunsuz Resim
vi: Hình ảnh không phù hợp
zh_hant: 圖片不適
zh_hk: 圖片不適

source: 图片已保存到你的相册
ar: حفظتم الصورة في ألبومك
de: Bild im Album gespeichert
en: Image Saved to Your Album
es: la imagen se ha guardado en tu álbum
fr: L'image a été enregistrée dans votre album
id: Gambar telah disimpan di album Anda
it: l'immagine è stata salvata nel tuo album
ja: 画像がアルバムに保存されました
ko: 이미지가 앨범에 저장되었습니다
nl: Afbeelding opgeslagen in uw album
pl: Obraz zapisany w Twoim albumie
pt_br: A imagem foi salva no seu álbum
pt_pt: A imagem foi salva no seu álbum
ru: Изображение сохранено в вашем альбоме
th: ภาพถูกบันทึกลงในัลอบั้มของคุณแล้วความ
tr: Resimler albümünüze kaydedildi
vi: Hình ảnh đã được lưu vào album của bạn
zh_hant: 圖片已保存到你的相冊
zh_hk: 圖片已保存到你的相冊

source: 图片格式：建议上传<2048px的图片，内存不超过1MB
ar: تنسيق الصورة: ننصح برفع الصور ذات الأبعاد أقل من 2048px وبذاكرة أقل من 1MB
de: Bildformat: Es wird empfohlen, Bilder <2048px hochzuladen, wobei der Speicher nicht mehr als 1MB betragen sollte.
en: Image Format: It recommended is to upload images smaller than 2048px with memory not exceeding 1MB
es: Formato de imagen: Se recomienda subir imágenes de menores de 2048px, con un tamaño máximo de 1 mb
fr: Format de l'image : il est recommandé de télécharger une image de <2048px, mémoire n'excédant pas 1 Mo
id: Format Gambar: Disarankan untuk mengunggah gambar <2048px, memori tidak lebih dari 1MB
it: Formato dell'immagine: si consiglia di caricare immagini <2048px e memoria non superiore a 1MB.
ja: 画像フォーマット：2048px未満の画像をアップロードすることをお勧めし、メモリは1MB以内に収めてください。
ko: 지이미 형식: <2048px의 이미지를 업로드하고, 메모리가 1MB를 넘지 않도록 권장합니다.
nl: Beeldformaat: upload aanbevolen afbeeldingen <2048px, geheugen niet groter dan 1MB
pl: Format obrazu: zaleca się przesyłać obrazy <2048px, o rozmiarze poniżej 1MB
pt_br: Formato da imagem: Recomenda-se carregar imagens <2048px, com tamanho não superior a 1MB
pt_pt: Formato da Imagem: Recomenda-se carregar imagens <2048px, com memória não superior a 1MB
ru: Формат изображений: Рекомендуется загружать изображения <2048px и размером не более 1MB
th: รูปแบบภาพ: แนะนำให้อัพโหลดภาพ <2048px่วย หนความจำไม่เกิน 1MB
tr: Resim Formatı: 2048px'den küçük ve 1MB'den az hafıza önerilir
vi: Định dạng ảnh: Khuyến nghị tải lên ảnh <2048px, dung lượng không quá 1MB
zh_hant: 圖片格式：建議上傳<204px8的圖片，內存不超過1MB
zh_hk: 圖片格式：建議上傳<2048px的圖片，內存不超過1MB
